menus = {
    '빅맥': ['빅맥', '빅멕', '빅 맥', '빙맥', '빙멕', '진맥'],
    '상하이 버거': ['상하이', '상 하이', '상하', '상 하', '상하의', '상 하의'],
    '베이컨 토마토 디럭스': ['베이컨', '배이', '베이콘', '데이콘', '도마도', '토마토', '디럭스', '럭스', '기력'],
    '불고기 버거': ['불고기', '풀고기', '뿔고기', '불곡이', '불고기버거', '불고기 버거', '불 고기', '불고 기'],
}

amounts = {
    '1': ['1개', '1 개', '1게', '1 게', '한개', '한게', '한 개', '한 게', '하나'],
    '2': ['2개', '2 개', '2게', '2 게', '두개', '두게', '두 개', '두 게', '둘'],
    '3': ['3개', '3 개', '3게', '3 게', '세개', '세게', '세 개', '세 게', '셋'],
    '4': ['4개', '4 개', '4게', '4 게', '네개', '네게', '네 개', '네 게', '넷'],
    '5': ['5개', '5 개', '5게', '5 게', '다섯개', '다섯 게', '다섯 개', '다섯게', '다섯'],
}

sets = {
    '세트': ['세트', '쎄트', '새트', '쌔트', '새투', '세투', 'set', 'Set'],
    '단품': ['단품', '단풍', '담품']
}

take_outs = {
    '매장': ['매장', '메장', '뫼장', '메잔'],
    '포장': ['포장', '포잔', '포잘', '퍼잔'],
}

answers = {
    '네': ['네', '내', '응', '오케이', 'ok', 'Ok', 'OK', 'Okay'],
    '아니요': ['아니요', '아니오', '아뇨', '아노', '아니', '아닌', '아녀', '노', '노우', 'no', 'NO', 'No']
}

beverages = {
    '콜라': ['콜라', '컬러', '콜로', '콜록', '시꺼먼', '시커먼', '까만', '새까만', 'cola', 'Cola'],
    '사이다': ['사이다', '사이 다', '4 2', '4, 2', '4,2', '사이닭', '사이 닭', '맑은', '말근', '말군', '청량한', '초록', '초록색'],
    '제로 콜라': ['제로 콜라', '쟤로 콜라', '재로 콜라', '제로콜라', '쟤로콜라', '재로콜라', '제로', '재로', '쟤로'],
    '아이스 커피': ['아아', 'AA', 'A', '아메리카노', '블랙커피', '커피', '코피', '카피', '고삐', '차가운', '얼음', '시원한', '아이스', 'ice', 'Ice', 'ICE'],
    '핫 커피': ['따뜻한', '뜨거운', '하트', 'heart', '핫', 'hot', 'Hot', 'HOT'],
}

sides = {
    '감자튀김': ['감자튀김', '감자', '튀김', '감튀', '후라이', 'french', 'fries', 'French', 'Fries', '감자후라이', '튀긴'],
    '치즈스틱': ['치즈스틱', '치즈 스틱', '스틱', 'cheeze', 'stick', '늘어나', '느러나', '늘어나는']
}

options = {
    '옵션': ['옵션', '옥션', '옵선', '오션', '추가 옵션', 'option', 'options' 'Option', 'Options'],
}
pays = {
    '결제하기': ['결제', '결재', '결제하기', '결재한끼']
}

removes = {
    '취소': ['취소', '삭제', '없애', '업새', '억새', '치소', '지워', '지어', '쥐어']
}

recommends = {
    '추천': ['추천']
}