menus = {
    '빅맥': ['빅맥', '빅멕', '빅 맥', '빙맥', '빙멕', '진맥'],
    '상하이 버거': ['상하이', '상 하이', '상하', '상 하', '상하의', '상 하의'],
    '베이컨 토마토 디럭스': ['베이컨', '배이', '베이콘', '데이콘', '도마도', '토마토', '디럭스', '럭스', '기력'],
}

amounts = {
    '1': ['1개', '1 개', '1게', '1 게', '한개', '한게', '한 개', '한 게', '하나'],
    '2': ['2개', '2 개', '2게', '2 게', '두개', '두게', '두 개', '두 게', '둘'],
    '3': ['3개', '3 개', '3게', '3 게', '세개', '세게', '세 개', '세 게', '셋'],
}

sets = {
    '세트': ['세트', '쎄트', '새트', '쌔트', '새투', '세투', 'set', 'Set'],
    '단품': ['단품', '단풍', '담품']
}

take_outs = {
    '매장': ['매장', '메장', '뫼장', '메잔'],
    '포장': ['포장', '포잔', '포잘', '퍼잔'],
}

answers = {
    '네': ['네', '내', '응', '오케이', 'ok', 'Ok', 'OK', 'Okay'],
    '아니요': ['아니요', '아니오', '아뇨', '아노', '아니', '아닌', '아녀', '노', '노우', 'no', 'NO', 'No']
}